tutorials/Sandia_COH2N2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

8
(
    inletfuel
    {
        type            patch;
        nFaces          3;
        startFace       20136;
    }
    inletair
    {
        type            patch;
        nFaces          60;
        startFace       20139;
    }
    outlet
    {
        type            patch;
        nFaces          64;
        startFace       20199;
    }
    axis
    {
        type            empty;
        inGroups        1(empty);
        nFaces          0;
        startFace       20263;
    }
    sidewall
    {
        type            wall;
        nFaces          160;
        startFace       20263;
    }
    burnerwall
    {
        type            wall;
        nFaces          81;
        startFace       20423;
    }
    front
    {
        type            wedge;
        inGroups        1(wedge);
        nFaces          10200;
        startFace       20504;
    }
    back
    {
        type            wedge;
        inGroups        1(wedge);
        nFaces          10200;
        startFace       30704;
    }
)

// ************************************************************************* //
